Repository: dream-alpha/TimeshiftCockpit
Catalog: po/*.po
Languages: de

source: Select bouquet
de: Bouquet-Auswahl

source: Select channel
de: Kanal-Auswahl

source: Stop timeshift
de: Beende Timeshift

source: Power off
de: Ausschalten

source: Movie info
de: Video Informationen

source: Next event
de: Nächste Sendung

source: Previous event
de: Vorherige Sendung

source: Show events
de: Sendungsauswahl

source: Record timeshift Event
de: Aufnahme einer Timeshift Sendung

source: Show active timeshifts
de: Aktive Timeshift Kanäle anzeigen

source: Manage timeshift recordings
de: Timeshift Aufnahmen verwalten

source: Open service list
de: Öffne Senderliste

source: Select a timeshift event for playback
de: Auswahl einer Timeshift Sendung für Playback

source: Select a timeshift event for recording
de: Auswahl einer Timeshift Sendung für Aufnahme

source: Recording timeshift event now
de: Timeshift Sendung wird aufgenommen

source: Timeshift directory does not exist
de: Timeshift-Verzeichnis existiert nicht

source: Inactive
de: Inaktiv

source: Reset
de: Zurücksetzen

source: GENERAL
de: ALLGEMEINES

source: Enable plugin
de: Plugin aktivieren

source: Select whether to enable or disable the plugin.
de: Auswahl zum Aktivieren oder Inaktivieren des Plugins

source: Permanent timeshift
de: Permanenter Timeshift

source: Select to enable permanent timeshift.
de: Auswahl zum Aktivieren von permanentem Timeshift

source: Fixed timeshift service #1
de: Fester Timeshift-Kanal #1

source: Press OK to select service for fixed timeshift #1.
de: OK zur Auswahl des festen Timeshift-Kanals #1

source: Fixed timeshift service #2
de: Fester Timeshift-Kanal #2

source: Press OK to select service for fixed timeshift #2.
de: OK zur Auswahl des festen Timeshift-Kanals #2

source: RECORDING
de: AUFNAHME

source: Timeshift playback on zap
de: Timeshift bei Kanalwechsel

source: Play back timeshift recording instead of live TV after zap.
de: Timeshift Playback bei Kanalwechsel starten

source: Recording directory
de: Aufnahmeverzeichnis

source: Select directory for timeshift recordings.
de: Auswahl des Verzeichnises für Timeshift Aufnahmen

source: Cover source
de: Cover Quelle

source: Select the cover source.
de: Auswahl der Datenquelle für Film-Cover

source: Log level
de: Log Stufe

source: Select debug log level.
de: Auswahl der Log Stufe

source: Select
de: Auswahl

source: No timeshift available for playback
de: Timeshift ist auf diesem Kanal nicht verfügbar

source: Write error while recording. Disk full?
de: Schreibfehler während der Aufnahme, ist vielleicht die Platte voll?

source: TS recording
de: TS Aufnahme

source: Timeshift recording
de: Timeshift Aufnahme

source: Exit
de: Beenden

source: Timeshifts Overview
de: Timeshifts Überblick

source: Cancel
de: Abbrechen

source: type
de: Typ

source: fixed
de: fest

source: variable
de: variabel

source: recordings
de: Aufnahmen

source: Setup
de: Einstellungen

source: Open setup
de: Öffne Einstellungen

source: End
de: Ende

source: Skip forward
de: Springe vorwärts

source: Skip backward
de: Springe zurück

source: Save
de: Speichern

source: Defaults
de: Standard

source: Really close without saving settings?
de: Fortfahren ohne Speichern der Einstellungen?

source: Loading default settings will overwrite all settings, really load them?
de: Das Laden der Standardeinstellungen überschreibt alle aktuellen Einstellungen. Sollen die Standardeinstellungen wirklich geladen werden?

source: Some changes require a GUI restart
de: Einige Änderungen erfordern einen Neustart der GUI

source: Restart GUI now?
de: Soll die GUI jetzt neu gestartet werden?

source: Bookmarks
de: Lesezeichen

source: Select directory
de: Verzeichnis-Auswahl

source: Path does not exist
de: Verzeichnis existiert nicht

source: automatic
de: automatisch
